<?php

return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Категория была успешно добавлена',
                'fail'    => 'Ошибка при добавлении категории!'
            ],
            'update' => [
                'success' => 'Категория была успешно обновлена',
                'fail'    => 'Ошибка при обновлении!'
            ],
        ],
        'news'       => [
            'create' => [
                'success' => 'Новость была успешно добавлена',
                'fail'    => 'Не удалось создать запись!'
            ],
            'update' => [
                'success' => 'Новость была успешно обновлена',
                'fail'    => 'Ошибка при обновлении!'
            ],
        ],
        'users'       => [
            'update' => [
                'success' => 'Пользователь обновлён',
                'fail'    => 'Ошибка при обновлении!'
            ],
        ],
    ]
];
